Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

# skill.story_creator.starter_2
source: Create a world for my story
ar: ابنِ عالماً لقصتي
de: Erschaffe eine Welt für meine Geschichte
es: Crea un mundo para mi historia
fr: Crée un univers pour mon histoire
hi: कौशल.कहानी_निर्माता.स्टार्टर_2
id: keterampilan.cerita_pencipta.starter_2
ja: 物語の世界観を作って
ko: 이야기의 세계관을 만들어 주세요
pt_br: Crie um mundo para minha história
ru: навык.story_creator.starter_2
th: Skill.story_creator.starter_2
tr: skill.story_creator.starter_2
vi: kỹ năng.story_creator.starter_2
zh_hans: 为我的故事创建一个世界观
zh_hant: 為我的故事建立一個世界觀

# skill.story_creator.starter_3
source: Improve this dialogue
ar: حسّن هذا الحوار
de: Verbessere diesen Dialog
es: Mejora este diálogo
fr: Améliore ce dialogue
hi: कौशल.कहानी_निर्माता.स्टार्टर_3
id: keterampilan.cerita_pencipta.starter_3
ja: この会話シーンを改善して
ko: 이 대화를 개선해 주세요
pt_br: Melhore este diálogo
ru: навык.story_creator.starter_3
th: Skill.story_creator.starter_3
tr: skill.story_creator.starter_3
vi: kỹ năng.story_creator.starter_3
zh_hans: 改进这段对话
zh_hant: 改進這段對話

# skill.translation_expert.description
source: Accurate translation preserving tone and nuance
ar: ترجمة دقيقة مع الحفاظ على النبرة والفروق الدقيقة
de: Präzise Übersetzung unter Beibehaltung von Ton und Nuancen
es: Traducción precisa preservando el tono y los matices
fr: Traduction précise préservant le ton et les nuances
hi: कौशल.अनुवाद_विशेषज्ञ.वर्णन
id: skill.translation_expert.deskripsi
ja: トーンとニュアンスを保った正確な翻訳
ko: 톤과 뉘앙스를 살린 정확한 번역
pt_br: Tradução precisa preservando tom e nuances
ru: навык.translation_expert.description
th: Skill.translation_expert.description
tr: skill.translation_expert.description
vi: kỹ năng.translation_expert.description
zh_hans: 保持语气和细微差别的精准翻译
zh_hant: 保持語氣和細微差異的精準翻譯

# skill.translation_expert.name
source: Translation Expert
ar: خبير الترجمة
de: Übersetzungsexperte
es: Experto en traducción
fr: Expert en traduction
hi: कौशल.अनुवाद_विशेषज्ञ.नाम
id: skill.translation_expert.nama
ja: 翻訳エキスパート
ko: 번역 전문가
pt_br: Especialista em tradução
ru: навык.translation_expert.name
th: Skill.translation_expert.name
tr: skill.translation_expert.name
vi: kỹ năng.translation_expert.name
zh_hans: 翻译专家
zh_hant: 翻譯專家

# skill.translation_expert.starter_0
source: Translate this to English
ar: ترجم هذا إلى الإنجليزية
de: Übersetze das ins Englische
es: Traduce esto al inglés
fr: Traduis ça en anglais
hi: कौशल.अनुवाद_विशेषज्ञ.स्टार्टर_0
id: keterampilan.translation_expert.starter_0
ja: これを英語に翻訳して
ko: 이것을 영어로 번역해 주세요
pt_br: Traduza isso para inglês
ru: навык.translation_expert.starter_0
th: Skill.translation_expert.starter_0
tr: skill.translation_expert.starter_0
vi: kỹ năng.translation_expert.starter_0
zh_hans: 把这段翻译成英文
zh_hant: 把這段翻譯成英文

# skill.translation_expert.starter_1
source: Translate this to Chinese
ar: ترجم هذا إلى الصينية
de: Übersetze das ins Chinesische
es: Traduce esto al chino
fr: Traduis ça en chinois
hi: कौशल.अनुवाद_विशेषज्ञ.स्टार्टर_1
id: keterampilan.translation_expert.starter_1
ja: これを中国語に翻訳して
ko: 이것을 중국어로 번역해 주세요
pt_br: Traduza isso para chinês
ru: навык.translation_expert.starter_1
th: Skill.translation_expert.starter_1
tr: skill.translation_expert.starter_1
vi: kỹ năng.translation_expert.starter_1
zh_hans: 把这段翻译成中文
zh_hant: 把這段翻譯成中文

# skill.translation_expert.starter_2
source: Translate this email keeping a professional tone
ar: ترجم هذا البريد مع الحفاظ على النبرة المهنية
de: Übersetze diese E-Mail mit professionellem Ton
es: Traduce este email manteniendo un tono profesional
fr: Traduis cet e-mail en gardant un ton professionnel
hi: कौशल.अनुवाद_विशेषज्ञ.स्टार्टर_2
id: keterampilan.translation_expert.starter_2
ja: このメールをフォーマルなトーンで翻訳して
ko: 전문적인 톤을 유지하면서 이 이메일을 번역해 주세요
pt_br: Traduza este e-mail mantendo o tom profissional
ru: навык.translation_expert.starter_2
th: ทักษะ.translation_expert.starter_2
tr: skill.translation_expert.starter_2
vi: kỹ năng.translation_expert.starter_2
zh_hans: 翻译这封邮件，保持专业语气
zh_hant: 翻譯這封郵件，保持專業語氣

# skill.translation_expert.starter_3
source: How would you say this naturally in Japanese?
ar: كيف تقول هذا بشكل طبيعي باليابانية؟
de: Wie würde man das natürlich auf Japanisch sagen?
es: ¿Cómo se diría esto de forma natural en japonés?
fr: Comment dirait-on ça naturellement en japonais ?
hi: कौशल.अनुवाद_विशेषज्ञ.स्टार्टर_3
id: keterampilan.translation_expert.starter_3
ja: これを自然な日本語で言うとどうなる？
ko: 이것을 일본어로 자연스럽게 어떻게 표현하나요?
pt_br: Como você diria isso naturalmente em japonês?
ru: навык.translation_expert.starter_3
th: ทักษะ.translation_expert.starter_3
tr: skill.translation_expert.starter_3
vi: kỹ năng.translation_expert.starter_3
zh_hans: 这句话用日语怎么自然地表达？
zh_hant: 這句話用日語怎麼自然地表達？

# skill.travel_planner.description
source: Travel itineraries and destination recommendations
ar: خطط السفر وتوصيات الوجهات
de: Reiserouten und Reisezielempfehlungen
es: Itinerarios de viaje y recomendaciones de destinos
fr: Itinéraires de voyage et recommandations de destinations
hi: कौशल.यात्रा_योजनाकार.वर्णन
id: skill.travel_planner.deskripsi
ja: 旅行プランと目的地のおすすめ
ko: 여행 일정 및 목적지 추천
pt_br: Roteiros de viagem e recomendações de destinos
ru: навык.travel_planner.description
th: Skill.travel_planner.description
tr: skill.travel_planner.description
vi: Skill.travel_planner.description
zh_hans: 旅行行程和目的地推荐
zh_hant: 旅行行程和目的地推薦

# skill.travel_planner.name
source: Travel Planner
ar: مخطط السفر
de: Reiseplaner
es: Planificador de viajes
fr: Planificateur de voyages
hi: कौशल.यात्रा_योजनाकार.नाम
id: skill.travel_planner.nama
ja: 旅行プランナー
ko: 여행 플래너
pt_br: Planejador de viagens
ru: навык.travel_planner.name
th: Skill.travel_planner.name
tr: skill.travel_planner.name
vi: Skill.travel_planner.name
zh_hans: 旅行规划
zh_hant: 旅行規劃

# skill.travel_planner.starter_0
source: Plan a 5-day trip to...
ar: خطط رحلة 5 أيام إلى...
de: Plane eine 5-tägige Reise nach…
es: Planifica un viaje de 5 días a...
fr: Planifie un voyage de 5 jours à…
hi: कौशल.यात्रा_योजनाकर्ता.स्टार्टर_0
id: keterampilan.travel_planner.starter_0
ja: ……への 5 日間の旅行を計画して
ko: 4박 5일 여행 일정을 짜주세요...
pt_br: Planeje uma viagem de 5 dias para...
ru: навык.travel_planner.starter_0
th: ทักษะ travel_planner.starter_0
tr: skill.travel_planner.starter_0
vi: Skill.travel_planner.starter_0
zh_hans: 规划一个……的 5 天行程
zh_hant: 規劃一趟……的 5 天行程

# skill.travel_planner.starter_1
source: What should I see in...?
ar: ماذا يجب أن أزور في...؟
de: Was sollte man in… sehen?
es: ¿Qué debería ver en...?
fr: Que faut-il voir à… ?
hi: कौशल.यात्रा_योजनाकर्ता.स्टार्टर_1
id: keterampilan.travel_planner.starter_1
ja: ……で見るべきものは？
ko: 여기서 꼭 봐야 할 곳은 어디인가요?
pt_br: O que devo ver em...?
ru: навык.travel_planner.starter_1
th: Skill.travel_planner.starter_1
tr: skill.travel_planner.starter_1
vi: Skill.travel_planner.starter_1
zh_hans: 去……有什么值得看的？
zh_hant: 去……有什麼值得看的？

# skill.travel_planner.starter_2
source: Create a budget itinerary for...
ar: أنشئ خط سير اقتصادي لـ...
de: Erstelle eine günstige Reiseroute für…
es: Crea un itinerario económico para...
fr: Crée un itinéraire économique pour…
hi: कौशल.यात्रा_योजनाकर्ता.स्टार्टर_2
id: keterampilan.travel_planner.starter_2
ja: ……の節約プランを作って
ko: 알뜰 여행 일정을 만들어 주세요...
pt_br: Crie um roteiro econômico para...
ru: навык.travel_planner.starter_2
th: ทักษะ travel_planner.starter_2
tr: skill.travel_planner.starter_2
vi: Skill.travel_planner.starter_2
zh_hans: 制定一个……的经济型行程
zh_hant: 制定一個……的經濟型行程

# skill.travel_planner.starter_3
source: What's the best time to visit...?
ar: ما أفضل وقت لزيارة...؟
de: Wann ist die beste Reisezeit für…?
es: ¿Cuál es la mejor época para visitar...?
fr: Quelle est la meilleure période pour visiter… ?
hi: कौशल.यात्रा_योजनाकर्ता.स्टार्टर_3
id: keterampilan.travel_planner.starter_3
ja: ……を訪れるベストシーズンは？
ko: 여기 가기 가장 좋은 시기는 언제인가요?
pt_br: Qual a melhor época para visitar...?
ru: навык.travel_planner.starter_3
th: Skill.travel_planner.starter_3
tr: skill.travel_planner.starter_3
vi: Skill.travel_planner.starter_3
zh_hans: 什么时候去……最合适？
zh_hant: 什麼時候去……最合適？

# skill.writing_coach.description
source: Improve writing style, structure, and clarity
ar: تحسين أسلوب الكتابة والهيكل والوضوح
de: Schreibstil, Struktur und Klarheit verbessern
es: Mejorar el estilo, la estructura y la claridad de la escritura
fr: Améliorer le style, la structure et la clarté de l'écriture
hi: कौशल.लेखन_कोच.विवरण
id: skill.writing_coach.deskripsi
ja: 文体・構成・明瞭さの向上
ko: 문체, 구조, 명확성 향상
pt_br: Melhorar estilo, estrutura e clareza da escrita
ru: навык.writing_coach.description
th: Skill.writing_coach.description
tr: skill.writing_coach.description
vi: Skill.writing_coach.description
zh_hans: 改善写作风格、结构和清晰度
zh_hant: 改善寫作風格、結構和清晰度

# skill.writing_coach.name
source: Writing Coach
ar: مدرب الكتابة
de: Schreibcoach
es: Coach de escritura
fr: Coach d'écriture
hi: कौशल.लेखन_कोच.नाम
id: skill.writing_coach.nama
ja: ライティングコーチ
ko: 글쓰기 코치
pt_br: Coach de escrita
ru: навык.writing_coach.name
th: Skill.writing_coach.name
tr: skill.writing_coach.name
vi: kỹ năng viết_coach.name
zh_hans: 写作教练
zh_hant: 寫作教練

# skill.writing_coach.starter_0
source: Improve this paragraph
ar: حسّن هذه الفقرة
de: Verbessere diesen Absatz
es: Mejora este párrafo
fr: Améliore ce paragraphe
hi: कौशल.लेखन_कोच.स्टार्टर_0
id: keterampilan.menulis_pelatih.starter_0
ja: この段落を改善して
ko: 이 문단을 개선해 주세요
pt_br: Melhore este parágrafo
ru: навык.writing_coach.starter_0
th: ทักษะการเขียน_โค้ช.starter_0
tr: skill.writing_coach.starter_0
vi: kỹ năng.writing_coach.starter_0
zh_hans: 改进这段文字
zh_hant: 改進這段文字

# skill.writing_coach.starter_1
source: Make this more concise
ar: اجعل هذا أكثر إيجازاً
de: Mach das kürzer und prägnanter
es: Hazlo más conciso
fr: Rends ça plus concis
hi: कौशल.लेखन_कोच.स्टार्टर_1
id: keterampilan.menulis_pelatih.starter_1
ja: もっと簡潔にして
ko: 좀 더 간결하게 다듬어 주세요
pt_br: Torne isso mais conciso
ru: навык.writing_coach.starter_1
th: Skill.writing_coach.starter_1
tr: skill.writing_coach.starter_1
vi: kỹ năng.writing_coach.starter_1
zh_hans: 让这段话更简洁
zh_hant: 讓這段話更簡潔

# skill.writing_coach.starter_2
source: Adjust the tone to be more professional
ar: اضبط النبرة لتكون أكثر احترافية
de: Passe den Ton professioneller an
es: Ajusta el tono para que sea más profesional
fr: Ajuste le ton pour être plus professionnel
hi: कौशल.लेखन_कोच.स्टार्टर_2
id: keterampilan.menulis_pelatih.starter_2
ja: トーンをよりフォーマルに調整して
ko: 더 전문적인 톤으로 조정해 주세요
pt_br: Ajuste o tom para ser mais profissional
ru: навык.writing_coach.starter_2
th: ทักษะการเขียน_โค้ช.starter_2
tr: skill.writing_coach.starter_2
vi: kỹ năng.writing_coach.starter_2
zh_hans: 把语气调整为更专业
zh_hant: 把語氣調整為更專業

# skill.writing_coach.starter_3
source: Check the structure of this essay
ar: تحقق من بنية هذا المقال
de: Prüfe die Struktur dieses Aufsatzes
es: Revisa la estructura de este ensayo
fr: Vérifie la structure de cet essai
hi: कौशल.लेखन_कोच.स्टार्टर_3
id: keterampilan.menulis_pelatih.starter_3
ja: このエッセイの構成をチェックして
ko: 이 에세이의 구조를 점검해 주세요
pt_br: Verifique a estrutura desta redação
ru: навык.writing_coach.starter_3
th: Skill.writing_coach.starter_3
tr: skill.writing_coach.starter_3
vi: kỹ năng.writing_coach.starter_3
zh_hans: 检查这篇文章的结构
zh_hant: 檢查這篇文章的結構

# unsupported_file_type
source: This file type isn't supported for Knowledge Base.
ar: نوع الملف هذا غير مدعوم لقاعدة المعارف.
de: Dieser Dateityp wird für die Wissensdatenbank nicht unterstützt.
es: Este tipo de archivo no es compatible con la base de conocimientos.
fr: Ce type de fichier n'est pas pris en charge pour la base de connaissances.
hi: यह फ़ाइल प्रकार नॉलेज बेस के लिए समर्थित नहीं है।
id: Jenis berkas ini tidak didukung untuk Basis Pengetahuan.
ja: このファイルの種類はナレッジベースではサポートされていません。
ko: 이 파일 형식은 기술 자료에서 지원되지 않습니다.
pt_br: Este tipo de arquivo não é compatível com a Base de conhecimento.
ru: Этот тип файла не поддерживается базой знаний.
th: ไม่รองรับไฟล์ประเภทนี้สำหรับฐานความรู้
tr: Bu dosya türü Bilgi Bankası için desteklenmiyor.
vi: Loại tệp này không được hỗ trợ cho Cơ sở tri thức.
zh_hans: 这种文件类型暂不支持用于知识库。
zh_hant: 這種檔案類型暫不支援用於知識庫。

source: vs previous period
ar: مقابل الفترة السابقة
de: im Vergleich zur Vorperiode
es: vs periodo anterior
fr: par rapport à la période précédente
hi: बनाम पिछली अवधि
id: vs periode sebelumnya
ja: 前期との比較
ko: 이전 기간 대비
pt_br: versus período anterior
ru: по сравнению с предыдущим периодом
th: เทียบกับช่วงก่อนหน้า
tr: önceki döneme kıyasla
vi: so với kỳ trước
zh_hans: 对比上期
zh_hant: 對比上期

source: xAI models
ar: نماذج xAI
de: xAI-Modelle
es: Modelos xAI
fr: Modèles xAI
hi: xAI मॉडल
id: Model xAI
ja: xAI モデル
ko: xAI 모델
pt_br: Modelos xAI
ru: Модели xAI
th: โมเดล xAI
tr: xAI modelleri
vi: Mô hình xAI
zh_hans: xAI 模型
zh_hant: xAI 模型

source: ≈ same as last period
ar: ≈ مثل الفترة السابقة تقريبًا
de: ≈ wie im letzten Zeitraum
es: ≈ igual que el período anterior
fr: ≈ identique à la période précédente
hi: ≈ पिछली अवधि के समान
id: ≈ sama seperti periode sebelumnya
ja: ≈ 前期間とほぼ同じ
ko: ≈ 지난 기간과 거의 동일
pt_br: ≈ igual ao período anterior
ru: ≈ то же, что и в прошлом периоде
th: เท่ากับงวดที่แล้ว
tr: ≈ geçen dönemle aynı
vi: ≈ giống như kỳ trước
zh_hans: ≈ 与上期持平
zh_hant: ≈ 與上期持平

source: Add an API Key
ar: إضافة مفتاح API
de: API-Schlüssel hinzufügen
es: Añadir una clave de API
fr: Ajouter une clé API
hi: API कुंजी जोड़ें
id: Tambahkan kunci API
ja: API キーを追加
ko: API 키 추가
pt_br: Adicionar uma chave de API
ru: Добавить API-ключ
th: เพิ่มคีย์ API
tr: API anahtarı ekle
vi: Thêm khóa API
zh_hans: 添加 API Key
zh_hant: 新增 API Key

source: Add a provider API key to send messages.
ar: أضف مفتاح API لمزوّد حتى تتمكن من إرسال الرسائل.
de: Füge einen Anbieter-API-Schlüssel hinzu, um Nachrichten zu senden.
es: Añade la clave de API de un proveedor para enviar mensajes.
fr: Ajoutez une clé API de fournisseur pour envoyer des messages.
hi: संदेश भेजने के लिए किसी प्रोवाइडर की API कुंजी जोड़ें।
id: Tambahkan kunci API penyedia untuk mengirim pesan.
ja: メッセージを送信するには、プロバイダーの API キーを追加してください。
ko: 메시지를 보내려면 제공사 API 키를 추가하세요.
pt_br: Adicione a chave de API de um provedor para enviar mensagens.
ru: Добавьте API-ключ провайдера, чтобы отправлять сообщения.
th: เพิ่มคีย์ API ของผู้ให้บริการเพื่อส่งข้อความ
tr: Mesaj göndermek için bir sağlayıcı API anahtarı ekleyin.
vi: Thêm khóa API của nhà cung cấp để gửi tin nhắn.
zh_hans: 添加服务商 API Key 后即可发送消息。
zh_hant: 新增服務商 API Key 後即可傳送訊息。

source: This Skill could not be updated.
ar: تعذّر تحديث هذه المهارة.
de: Dieser Skill konnte nicht aktualisiert werden.
es: No se pudo actualizar esta habilidad.
fr: Impossible de mettre à jour cette compétence.
hi: यह स्किल अपडेट नहीं की जा सकी।
id: Skill ini tidak dapat diperbarui.
ja: このスキルを更新できませんでした。
ko: 이 스킬을 업데이트할 수 없습니다.
pt_br: Não foi possível atualizar esta Skill.
ru: Не удалось обновить этот навык.
th: ไม่สามารถอัปเดตสกิลนี้ได้
tr: Bu Skill güncellenemedi.
vi: Không thể cập nhật Skill này.
zh_hans: 无法更新这个技能。
zh_hant: 無法更新這個技能。

source: %@ / month
de: %@ / Monat
es: %@ / mes
fr: %@ / mois
id: %@ / bulan
ja: %@ / 月
ko: %@ / 월
pt_br: %@ / mês
ru: %@ / месяц
tr: %@ / ay
vi: %@ / tháng
zh_hans: %@ / 月
zh_hant: %@ / 月

source: %@ / year
de: %@ / Jahr
es: %@ / año
fr: %@ / an
id: %@ / tahun
ja: %@ / 年
ko: %@ / 년
pt_br: %@ / ano
ru: %@ / год
tr: %@ / yıl
vi: %@ / năm
zh_hans: %@ / 年
zh_hant: %@ / 年

source: Price loading
de: Preis wird geladen
es: Cargando precio
fr: Chargement du prix
id: Memuat harga
ja: 価格を読み込み中
ko: 가격 불러오는 중
pt_br: Carregando preço
ru: Загрузка цены
tr: Fiyat yükleniyor
vi: Đang tải giá
zh_hans: 价格加载中
zh_hant: 價格載入中

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
id: Direkomendasikan
ja: おすすめ
ko: 추천
pt_br: Recomendado
ru: Рекомендуется
tr: Önerilen
vi: Đề xuất
zh_hans: 推荐
zh_hant: 推薦

source: %lld chars
hi: %lld वर्ण
id: karakter %lld
ru: %lld символы
th: อักขระ %lld
tr: %lld karakterleri
vi: ký tự %lld

source: Hi, %@
hi: नमस्ते, %@
id: Hai, %@
ru: Привет, %@
th: สวัสดี %@
tr: Merhaba %@
vi: Xin chào, %@

source: +%d capability
zh_hans: +%d 能力
zh_hant: +%d 能力

source: A few more tracked days will unlock health scoring and sharper recommendations.
zh_hans: 再追踪几天，就会生成健康评分和更准确的建议。
zh_hant: 再追蹤幾天，就會產生健康評分和更準確的建議。

source: AI Usage Health
zh_hans: AI 使用健康度
zh_hant: AI 使用健康度

source: About 2.3 years
zh_hans: 约 2.3 年
zh_hant: 约 2.3 年

source: Across 4 dimensions of your AI usage
zh_hans: 从 4 个维度评估你的 AI 使用
zh_hant: 從 4 個維度評估你的 AI 使用

source: Add Custom Relay • Advanced
zh_hans: 新增自定义中转站 · 高级
zh_hant: 新增自訂中轉站 · 進階

source: Assuming OpenAI-compatible transport. If your relay speaks a different protocol, unsupported picks are filtered automatically.
zh_hans: 假设使用 OpenAI 兼容协议。实际协议不同时，不支持的勾选会被自动过滤。
zh_hant: 假設使用 OpenAI 相容協定。實際協定不同時，不支援的勾選會被自動過濾。

source: At current pace, %@ by month end
zh_hans: 按当前速度，月末预计 %@
zh_hant: 依目前速度，月末預計 %@

source: Auto %d • Custom %d
zh_hans: 命中 %d · 自定义 %d
zh_hant: 命中 %d · 自訂 %d

source: Auto-detected
zh_hans: 自动命中
zh_hant: 自動命中

source: Auto-parse
zh_hans: 自动解析
zh_hant: 自動解析

source: Avoid surprise API bills
zh_hans: 避免 API 账单超预期
zh_hant: 避免 API 帳單超預期

source: BUY
zh_hans: 划算
zh_hant: 划算

source: Basic
zh_hans: 基础
zh_hant: 基礎

source: Budget
zh_hans: 预算
zh_hant: 預算

source: Building usage pattern
zh_hans: 使用规律正在建立
zh_hant: 使用規律正在建立

source: Building your usage profile
zh_hans: 正在建立你的使用画像
zh_hant: 正在建立你的使用畫像

source: Cancel anytime
zh_hans: 随时取消
zh_hant: 隨時取消

source: Capability overrides
zh_hans: 能力覆盖
zh_hant: 能力覆蓋

source: Chats
zh_hans: 对话
zh_hant: 对话

source: Choose the monthly limit you want Oriveo to watch.
zh_hans: 选择你希望 Oriveo 监控的月度上限。
zh_hant: 選擇你希望 Oriveo 監控的月度上限。

source: Codex / Claude / Gemini • auto-detect
zh_hans: Codex / Claude / Gemini · 自动识别
zh_hant: Codex / Claude / Gemini · 自動識別

source: Codex • Claude • Gemini Provider payload
zh_hans: 支持 Codex / Claude / Gemini 配置
zh_hant: 支援 Codex / Claude / Gemini 設定

source: Consistency
zh_hans: 平稳度
zh_hant: 平穩度

# Consistency weight 20 percent
source: 20% — Daily steadiness: how stable your daily spend is (lower variance = higher score).
zh_hans: 20% — 日常稳定度：每日花费是否平稳（波动越小分越高）。
zh_hant: 20% — 日常穩定度：每日花費是否平穩（波動越小分越高）。

source: Cost
zh_hans: 花费
zh_hant: 花費

source: Couldn't parse
zh_hans: 无法解析
zh_hant: 無法解析

source: Custom %d
zh_hans: 自定义 %d
zh_hant: 自訂 %d

# Data not enough for some dimensions falls back to a neutral 70-75.
source: When data for a dimension is not enough, we fall back to a neutral 70-75.
zh_hans: 某个维度数据不足时，我们用中性 70-75 兜底。
zh_hant: 某個維度數據不足時，我們用中性 70-75 兜底。

# Demo insight: GPT-4o became your top model
source: Doubled this week, now your #1 model
zh_hans: 本周翻倍，跃居榜首
zh_hant: 本週翻倍，躍居榜首

source: GPT-4o usage doubled week-over-week, moving from third to first in your model lineup.
zh_hans: GPT-4o 使用量周环比翻倍，从第三跃居第一。
zh_hant: GPT-4o 使用量週環比翻倍，從第三躍居第一。

# Demo insight: model leader
source: GPT-4o is now your top model
zh_hans: GPT-4o 已成主力模型
zh_hant: GPT-4o 已成主力模型

# Demo insight: save 12 dollars per month
source: ≈ $12.4 saved per month
zh_hans: 月省约 $12.4
zh_hant: 月省約 $12.4

# Demo insight: smart model swap
source: Save up to $12.4/mo by swapping models
zh_hans: 切换模型，月省 $12.4
zh_hant: 切換模型，月省 $12.4

# Demo insight: triple your daily average
source: 3.2× your typical daily spend
zh_hans: 是日常花费的 3.2 倍
zh_hant: 是日常花費的 3.2 倍

# Demo insight: usage spike
source: Usage spike detected last week
zh_hans: 上周检测到用量激增
zh_hant: 上週偵測到用量激增

# Demo report subtitle v2
source: Unlock your real health score, savings, and forecasts.
zh_hans: 解锁真实的健康度、节省与预测。
zh_hant: 解鎖真實的健康度、節省與預測。

# Demo report title v2
source: This is what your report could look like
zh_hans: 你的报告会是这样的
zh_hant: 你的報告會是這樣的

source: Diverse but leaning on one model
zh_hans: 搭配多元，但偏向单一模型
zh_hant: 搭配多元，但偏向單一模型

source: Diversity
zh_hans: 多样性
zh_hant: 多樣性

# Diversity weight 20 percent
source: 20% — Model variety: how spread your usage is across different models (avoid single-model reliance).
zh_hans: 20% — 模型多样性：你的使用是否分散在多个模型上（避免单一依赖）。
zh_hant: 20% — 模型多樣性：你的使用是否分散在多個模型上（避免單一依賴）。

source: Does your relay support image / tools?
zh_hans: 你的中转站支持图片 / 工具？
zh_hant: 你的中轉站支援圖片 / 工具？

source: Efficiency
zh_hans: 效率
zh_hant: 效率

# Efficiency weight 30 percent
source: 30% — Cost per msg: how your average spend per message compares to a healthy baseline (~$0.005/msg).
zh_hans: 30% — 单条性价比：你每条消息的平均花费 vs 健康基线（约 $0.005/条）。
zh_hant: 30% — 單條性價比：你每條訊息的平均花費 vs 健康基線（約 $0.005/條）。

source: Everything this transport supports is already detected.
zh_hans: 该协议支持的能力都已自动命中。
zh_hant: 該協定支援的能力都已自動命中。

source: Excellent
zh_hans: 极佳
zh_hant: 極佳

source: Excellent usage health
zh_hans: 使用健康度极佳
zh_hant: 使用健康度極佳

source: Forecast %@
zh_hans: 预测 %@
zh_hant: 預測 %@

source: Forecast: %@ by month end
zh_hans: 预测：月末 %@
zh_hant: 預測：月末 %@

source: Get tips to improve
zh_hans: 获取改进建议
zh_hant: 獲取改進建議

source: Get your real report
zh_hans: 查看我的报告
zh_hant: 查看我的報告

source: Global
zh_hans: 全局
zh_hant: 全域

source: HEAVY
zh_hans: 昂贵
zh_hant: 昂貴

# Health compact: this period %@
source: This period %@
zh_hans: 本期 %@
zh_hant: 本期 %@

# Health dimension: consistency
source: Daily steadiness
zh_hans: 日常稳定度
zh_hant: 日常穩定度

# Health dimension: diversity
source: Model variety
zh_hans: 模型多样性
zh_hant: 模型多樣性

# Health dimension: efficiency
source: Cost per msg
zh_hans: 单条性价比
zh_hant: 單條性價比

source: Health score formula
zh_hans: 健康度计算公式
zh_hant: 健康度計算公式

source: Healthy
zh_hans: 健康
zh_hant: 健康

source: Healthy AI usage
zh_hans: AI 使用很健康
zh_hant: AI 使用很健康

source: Healthy mix across multiple models
zh_hans: 多模型搭配健康
zh_hant: 多模型搭配健康

source: Heavy reliance on a single model
zh_hans: 过度依赖单一模型
zh_hant: 過度依賴單一模型

source: Hide details
zh_hans: 收起明细
zh_hant: 收起明細

source: How alerts work
zh_hans: 提醒如何工作
zh_hant: 提醒如何運作

source: How is this calculated?
zh_hans: 健康度如何计算？
zh_hant: 健康度如何計算？

source: Ignored %d
zh_hans: 忽略 %d
zh_hant: 忽略 %d

source: Image Generation
zh_hans: 图片生成
zh_hant: 圖片生成

source: Model mix
zh_hans: 模型组合
zh_hant: 模型組合

# Model verdict: bang for buck
source: Best value
zh_hans: 高性价比
zh_hant: 高性價比

# Model verdict: daily driver
source: Daily driver
zh_hans: 日常主力
zh_hant: 日常主力

# Model verdict: heavyweight
source: Heavyweight
zh_hans: 重型选手
zh_hant: 重型選手

# Model verdict: occasional
source: Occasional
zh_hans: 偶尔使用
zh_hant: 偶爾使用

# Model verdict: power tool
source: Power tool
zh_hans: 高端利器
zh_hant: 高端利器

source: Month-end Est.
zh_hans: 月末预估
zh_hant: 月末預估

source: Monthly guardrail
zh_hans: 月度护栏
zh_hant: 月度護欄

source: Mostly steady with some variance
zh_hans: 整体平稳，偶有波动
zh_hant: 整體平穩，偶有波動

source: No config yet? Try an example
zh_hans: 还没有配置？试试示例
zh_hant: 還沒有設定？試試示例

source: No token proxy
zh_hans: 不代理你的 token
zh_hant: 不代理你的 token

source: Not enough data to assess diversity
zh_hans: 数据不足，无法评估多样性
zh_hant: 數據不足，無法評估多樣性

source: Not enough provider activity yet.
zh_hans: 服务商使用数据还不够。
zh_hant: 服務商使用數據還不夠。

source: Nothing to parse
zh_hans: 没有内容可解析
zh_hant: 沒有內容可解析

source: One day reached %@, %.0f%% above your median of %@. Check what triggered the spike — long reasoning tasks or large attachments often drive these.
zh_hans: 某一天的花费达到 %1$@，比你的中位数 %3$@ 高出 %2$.0f%%。可以查一下原因——长推理任务或大附件常是元凶。
zh_hant: 某一天的花費達到 %1$@，比你的中位數 %3$@ 高出 %2$.0f%%。可以查一下原因——長推理任務或大附件常是元兇。

source: Only check capabilities your relay really supports. Sending unsupported features will fail on the upstream.
zh_hans: 只勾选中转站真正支持的能力。发送不支持的特性会被上游拒绝。
zh_hant: 只勾選中轉站真正支援的能力。傳送不支援的功能會被上游拒絕。

source: OpenAI-family only
zh_hans: 仅 OpenAI 系协议生效
zh_hant: 僅 OpenAI 系協定生效

source: Our principles
zh_hans: 我们的原则
zh_hant: 我们的原则

source: Override
zh_hans: 覆盖
zh_hant: 覆蓋

source: POWER
zh_hans: 高端
zh_hant: 高端

source: Parsed %d
zh_hans: 已识别 %d
zh_hant: 已識別 %d

source: Paste from clipboard
zh_hans: 从剪贴板粘贴
zh_hant: 從剪貼簿貼上

source: Platforms
zh_hans: 全平台
zh_hant: 全平台

source: Provider × model breakdown
zh_hans: 服务商 × 模型 明细
zh_hant: 服務商 × 模型 明細

source: RARE
zh_hans: 少用
zh_hant: 少用

source: Required
zh_hans: 必填
zh_hant: 必填

source: Review
zh_hans: 查看
zh_hant: 查看

source: Review %d
zh_hans: 需确认 %d
zh_hant: 需確認 %d

source: Score Breakdown
zh_hans: 分项明细
zh_hant: 分項明細

source: See details
zh_hans: 查看详情
zh_hant: 查看詳情
